tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "fzf"
brew "gdb"
brew "gh"
brew "go"
brew "highlight"
brew "hugo"
brew "lynx"
brew "neovim"
brew "netcat"
brew "pyenv"
brew "ruby"
brew "rustup-init"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wget"
cask "alacritty"
cask "google-chrome"
