tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeleisel/zld"
brew "act"
brew "bash"
brew "bat"
brew "cmake"
brew "docker", link: false
brew "doctl"
brew "fd"
brew "fzf"
brew "python@3.11"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "gnutls"
brew "gnuplot"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "highlight"
brew "hugo"
brew "jq"
brew "libpq"
brew "lynx"
brew "minicom"
brew "mold"
brew "mutt"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "ninja"
brew "node"
brew "openjdk"
brew "openjdk@17"
brew "perl"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "rustup-init"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "wget"
brew "armmbed/formulae/arm-none-eabi-gcc"
cask "google-chrome"
cask "iterm2"
cask "pgadmin4"
