tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeleisel/zld"
brew "bat"
brew "cmake"
brew "docker"
brew "fd"
brew "fzf"
brew "gdb"
brew "gh"
brew "go"
brew "highlight"
brew "hugo"
brew "libpq"
brew "lynx"
brew "minicom"
brew "neovim"
brew "netcat"
brew "ninja"
brew "perl"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "wget"
brew "armmbed/formulae/arm-none-eabi-gcc"
cask "alacritty"
cask "google-chrome"
